Repository: EmreYlr/itirafApp
Catalog: itirafApp/Feature/Admin/Moderation/Storyboard/mul.lproj/Moderation.xcstrings
Source language: tr
Languages: en

# 3i7-kQ-EuD.text
source: Ret Nedeni:
en: Rejection Reason:

# 6Zy-Mz-lR3.configuration.title
source: İhlaller
en: Violations

# caL-g7-1vI.segmentTitles[0]
source: Hepsi
en: All

# caL-g7-1vI.segmentTitles[1]
source: Beklenen
en: Pending

# caL-g7-1vI.segmentTitles[2]
source: Reddedilen
en: Rejected

# cvd-mr-QgO.segmentTitles[0]
source: Onayla
en: Approve

# cvd-mr-QgO.segmentTitles[1]
source: Reddet
en: Reject

# eb7-hX-dWq.configuration.title
source: İhlaller
en: Violations

# j8L-3a-oCD.text
source: Ret nedeni yazınız.
en: Enter rejection reason.

# j8R-o9-yp8.text
source: Ret nedeni yazınız.
en: Enter rejection reason.

# jLF-oL-LMr.text
source: Modarasyon Aksiyonu:
en: Moderation Action:

# KXi-70-zQL.text
source: NSFW içeriyor mu?
en: Does it contain NSFW content?

# MUr-fT-jqA.text
source: NSFW içeriyor mu?
en: Does it contain NSFW content?

# NTE-a3-i1C.text
source: Modaratör notu ekleyin.
en: Add moderator note.

# oPc-gi-ccx.text
source: Not
en: Note

# qh3-KO-0zw.text
source: Ret Nedeni
en: Rejection Reason

# VLT-qb-vTu.text
source: Ret Nedeni
en: Rejection Reason

# vwF-qM-5Ol.configuration.title
source: Kaydet
en: Save

# yb4-OG-0Kb.configuration.title
source: Kaydet
en: Save

# zAF-Ly-0Xh.segmentTitles[0]
source: Onayla
en: Approve

# zAF-Ly-0Xh.segmentTitles[1]
source: Reddet
en: Reject
